{
    "Description": ["A federal judge on Friday approved theNovember settlement between the U.S. government and the airlinesthat merged to form American Airlines Group, the world'sbiggest carrier.U.S."],
    "Author": ["Karen Jacobs"],
    "Translation": ["这儿是些翻译，能显示我吗？"],
    "Timestamp": ["Fri Apr 25, 2014 7:12pm EDT"], 
    "Title": ["American Airlines merger settlement approved by US judge"], 
    "Content": "A federal judge on Friday approved the\nNovember settlement between the U.S. government and the airlines\nthat merged to form American Airlines Group, the world's\nbiggest carrier.</p>\n\nU.S. District Judge Colleen Kollar-Kotelly said the\nsettlement, which required American to sell takeoff and landing\nrights at airports in the New York and Washington areas and\nairport gates in five other cities, was \"within the reaches of\nthe public interest.\" She said a hearing was not needed.\n\n<MergerRelation2>In August, the U.S. Justice Department sued to block the\nmerger of AMR Corp and US Airways, saying it would hurt\nconsumers by leading to higher airfares.</MergerRelation2> Several states\nincluding Arizona and Texas joined the lawsuit, filed in U.S.\nDistrict Court for the District of Columbia.\n\nAmerican and US Airways reached an agreement settling the\nlawsuit in November, and the merger was completed in December.\n\nIn her opinion, Kollar-Kotelly stated the U.S. government's\nposition that divestitures to low-cost carriers would reduce\nanti-competitive effects of the merger was \"entitled to the\nCourt's deference.\"\n\nSouthwest Airlines and Virgin America acquired\ntakeoff and landing rights, or slots, at New York's LaGuardia\nand Reagan National near Washington that American sold. JetBlue\nAirways also gained slots at Reagan National.\n\nThe case is United States vs US Airways Group Inc, No.\n1:13-cv-01236, U.S. District Court for the District of Columbia.\n\n (Reporting by <a href=\"http://blogs.reuters.com/search/journalist.php?edition=us&amp;n=karen.jacobs&amp;\">Karen Jacobs</a> in Atlanta; Editing by David\nGregorio)", 
    "Field": ["Stocks Regulatory News M&A Markets Airlines Industrials"], 
    "Keywords": ["United States, Colleen Kollar-Kotelly"]
}
